const uaTranslation = {
    name: "Олександр Лозинський",
    city: "Чарлстон, Північна Кароліна, США",
    greeting: "Привіт, <br/> <span> Я Олександр Лозинський </span>",
    grText: "Ласкаво просимо до мого портфоліо! Я мотивований front-end розробник, відданий створенню інноваційних та зручних інтерфейсів, які спрощують життя та роблять користування технологіями приємнішим. Тут ви можете знайти приклади моїх робіт, що демонструють мої навички та пристрасть до веб-розробки. Я відкритий до нових можливостей і з радістю візьмуся за цікаві проєкти. Не соромтеся переглядати мої роботи та зв'язатися зі мною!",
    aboutTitle: "Трохи про мене",
    mainText:
        "Мене звати Олександр, я front-end розробник, який спеціалізується на створенні візуально привабливих і технічно надійних веб-інтерфейсів. Маючи міцну основу в дизайні та розробці, я прагну забезпечити безперебійний і захоплюючий досвід для користувачів. <br /> <br /> Я спеціалізуюся на <span>HTML</span>, <span>CSS</span>, <span>JavaScript</span>, <span>TypeScript</span>, а також на фреймворках <span>React</span> і <span>Next.js</span>. Мій досвід охоплює різноманітні проєкти — від невеликих сайтів до великих додатків, де я перетворюю складні вимоги на зручні рішення для користувачів. <br /> <br /> Ознайомтеся з моїми проєктами та не соромтеся звертатися. <span>Я активно шукаю нові можливості та прагну приєднатися до динамічної команди.</span>",
    spendwise:
        "Керуйте своїми фінансами без зусиль за допомогою нашого інтуїтивного трекера доходів і витрат. Отримуйте аналітику щодо ваших витрат, дотримуйтесь бюджету та приймайте розумніші фінансові рішення з нашим зручним додатком. Спрощуйте управління фінансами вже сьогодні!",
    taskwave:
        "TaskWave — це застосунок для керування часом, який дозволяє вам організовувати завдання на сьогодні та на майбутнє, створювати щоденні розклади та налаштовувати таймер Помодоро. Незалежно від того, чи потрібно вам спланувати день або керувати довгостроковими проєктами, TaskWave надає всі необхідні інструменти, щоб ви завжди були в курсі своїх справ.",
    footer_name: "Олександр Лозинський",
    airdnd: "Airdnd — це платформа для бронювання унікальних місць проживання по всьому світу, яка пропонує широкий вибір варіантів для відпочинку, від затишних домівок до екзотичних напрямків. Користувачі можуть легко розміщувати або знаходити об'єкти для короткострокового проживання. Завдяки зручному інтерфейсу Airdnd робить процес пошуку та бронювання ідеального відпочинку простим і без зусиль.",
    distorm:
        "Відкрийте потужну платформу для спілкування, створену для безперешкодної взаємодії між друзями та спільнотами. Завдяки таким функціям, як голосові та текстові канали, обмін повідомленнями в реальному часі та можливість налаштування серверів, ви зможете легко зв'язуватися з іншими та організовувати свої обговорення. Незалежно від того, чи граєте ви, співпрацюєте над проектами чи просто проводите час разом, цей додаток надає цікаве середовище для обміну ідеями та враженнями.",
};

export default uaTranslation;
